<template>
  <div class="container">
    <p class="text-2xl">
      Хавдартай өвчтөнүүдэд зориулсан байр байгуулах төсөл
    </p>
    <p class="text-sm">
      2018.05.29
    </p>
    <div class="bg-gray-100 rounded-lg p-2">
      <p>
        Энэхүү төслийн зорилго нь хөдөө орон нутгийн хавдартай өвчтөнүүдийг нийслэл хотод эмчилгээ хийлгэх хугацаанд нь тохь тухтай байранд байрлуулах, өвчтөнүүдэд тусламж дэмжлэг үзүүлэх, өвчнөө даван туулах итгэл найдвар өгөхөд оршино. Түүнчлэн өвчтөнүүд болон тэдний ар гэр, асран хамгаалагч нарт зориулсан сэтгэл зүйн зөвлөгөө өгөх, урлагаар эмчлэх (art therapy), бясалгал хийх гэх мэт дэмжлэгт үйлчилгээнүүдийг цогцоор нь үзүүлэхээр төлөвлөж байна.
      </p>
      <p>
        Энэхүү төсөл хэрэгжсэнээр өдөрт 11 өвчтөн болон 11 асран хамгаалагч нар байраар хангагдаж, жилдээ нийт 8,030 хүн энэ үйлчилгээг хүртэх боломж олгох юм.
      </p>
    </div>
    <p class="text-xl">
      Хавдартай өвчтөнүүдэд зориулсан  байр байгуулах төслийн танилцуулга
    </p>
    <p>
      <span class="bg-gray-300 p-1 rounded">Нөхцөл байдал:</span> Монгол улсад 2016 оны байдлаар 5991 хүн хорт хавдраар шинээр оношлогдож, 16,500 хүн хорт хавдрын улмаас аймаг, дүүргийн хавдар судлаач эмчийн хяналтад байдаг бөгөөд хавдрын тохиолдлын тоо жил бүр нэмэгдэх хандлагатай байна.
    </p>
    <p>
      Манай хүн амын 32% нь хөдөө орон нутагт амьдардаг боловч орон нутагт хавдрын тусламж үйлчилгээг чанартай үзүүлэх боломж хязгаарлагдмал байна. Улсын хэмжээнд хавдрын чиглэлийн нарийн мэргэжлийн тусламж үйлчилгээ үзүүлэх ганц эмнэлэг болох Хавдар судлалын үндэсний төвийн үйлчлүүлэгчдийн 50 орчим хувийг хөдөө орон нутгийн өвчтөнүүд эзэлдэг. Орон нутгаас хотод эмчилгээ хийлгэж буй хүмүүсийн хувьд хотод байрлах орон байрны асуудал хамгийн тулгамдсан асуудлын нэг юм.
    </p>
    <p>
      <span class="bg-gray-300 p-1 rounded">Төслийн зорилго:</span> Энэхүү төслийн зорилго нь хөдөө орон нутгийн хавдартай өвчтөнүүдийг нийслэл хотод эмчилгээ хийлгэх хугацаанд нь тохь тухтай байранд байрлуулах, өвчтөнүүдэд тусламж дэмжлэг үзүүлэх, өвчнөө даван туулах итгэл найдвар өгөхөд оршино. Түүнчлэн өвчтөнүүд болон тэдний ар гэр, асран хамгаалагч нарт зориулсан сэтгэл зүйн зөвлөгөө өгөх, урлагаар эмчлэх (art therapy), бясалгал хийх гэх мэт дэмжлэгт үйлчилгээнүүдийг цогцоор нь үзүүлэхээр төлөвлөж байна.
    </p>
    <p>
      Энэхүү төсөл хэрэгжсэнээр өдөрт 11 өвчтөн болон 11 асран хамгаалагч нар байраар хангагдаж, жилдээ нийт 8,030 хүн энэ үйлчилгээг хүртэх боломж олгох юм.
    </p>
    <p>
      <span class="bg-gray-300 p-1 rounded">Таны оролцоо:</span> Ийм төрлийн үйлчилгээг Канад, Австрали, Америк, Англи, Малайз болон  Энэтхэг гэх мэт орнуудад төрийн бус байгууллагууд гүйцэтгэдэг бөгөөд  ийм тусгай зориулалтын байр байгуулах төсөл нь манай улсад хамгийн анхдагч гэдгээрээ түүхэн ач холбогдолтой юм!
    </p>
    <p>
      Төслийн нийт өртөг 151 сая төгрөг бөгөөд энэхүү үйл ажиллагааг дэмжиж байгууллага, хувь хүмүүс хамтран оролцох боломжтой.
    </p>
    <p>
      Хавдрын үндэсний зөвлөлөөс санаачилсан хавдартай өвчтөнүүдэд золриулсан байр байгуулах төслийг дэмжсэнээр та бүхэн хорт хавдраар шаналж буй олон зуун монголчуудад дэмжлэг үзүүлэх болно.
    </p>
    <p class="text-lg font-bold">
      Хавдартай тэмцэх үйлсэд нэгдсэн танд баярлалаа.
    </p>
    <p>
      Засвар хийж байгаа бодит зургаас
    </p>
    <div class="flex flex-wrap space-x-4">
      <gallery :images="images" :index="index" @close="index = null" />
      <div
        v-for="(image, imageIndex) in images"
        :key="imageIndex"
        @click="index = imageIndex"
        :style="{ backgroundImage: 'url(' + image + ')', width: '300px', height: '300px' }"
        class="image bg-cover bg-center"
      />
    </div>
  </div>
</template>
<script>
import VueGallery from 'vue-gallery'

export default {
  components: {
    'gallery': VueGallery
  },
  data () {
    return {
      images: [
        'projects/project1_img1.jpg',
        'projects/project1_img2.jpg',
        'projects/project1_img3.jpg',
        'projects/project1_img4.jpg'
      ],
      index: null
    }
  }
}
</script>
<style>
  .container {
    @apply min-h-screen flex flex-col mx-auto;
  }
</style>
