<template>
  <div class="container">
    <p class="text-2xl">
      Залуу эмэгтэйчүүдийн дундах хүний хөхөнцөр вирүсийн тархалт болон мэдлэг, дадал, хандлагыг үнэлэх судалгаа
    </p>
    <p class="text-sm">
      2018.05.29
    </p>
    <div class="bg-gray-100 rounded-lg p-2">
      <p>
        Умайн хүзүүний хорт хавдар нь Монгол улсад эмэгтэйчүүдэд түгээмэл тохиолддог хорт хавдрын хоёрдугаарт ордог. Умайн хүзүүний хорт хавдрын зонхилон тохиолддог шалтгаан нь хүний хөхөнцөр вирүс (ХХВ) юм.
      </p>
      <p>
        Монгол болон бусад улс орнуудад ХХВ-ийн маш олон төрөл байдгаас 16 болон 18 хэв шинж нь умайн хүзүүний хорт хавдрын гол шалтгаан болдог. ХХВ нь гол төлөв бэлгийн замаар дамжин халдварладаг. Монголд ХХВ-ийн халдварын талаарх мэдээлэл хангалтгүй байдаг хэдий ч дэлхий дахинд энэ талаарх мэдээллүүд түгээмэл байдаг. Олон улсын хэмжээнд 25-аас доош насны эмэгтэйчүүдийн дунд ХХВ-ын халдварын тархалт өндөр байгаа бөгөөд ихэнх тохиолдолд энэ үед ямар нэгэн шинж тэмдэг, зовиур илэрдэггүй. Халдвар авснаас хойш 1-2 жилийн дотор эмчилгээ шаардлагагүй, хорт хавдар үүсдэггүй байна. Гэвч зарим тохиолдолд, ХХВ-ийн халдвар олон жилийн турш үргэлжилж болно. ХХВ-ийн хавдар үүсгэх өндөр эрсдэлтэй зарим хэв шинжийн халдвар удаан хугацаанд эмчилгээгүй байсны улмаас эсийн өөрчлөлт үүсгэж, улмаар умайн хүзүүний хорт хавдар болж болзошгүй байдаг.
      </p>
    </div>
  </div>
</template>
<style>
  .container {
    @apply min-h-screen flex flex-col mx-auto;
  }
</style>
